name = ("이준규", "변승원", "김민욱", "김은규", "김진석")
print(name)

# name[0] = "김다인"

a1 = {"수강자id": "100", "수강과목": "파이썬", "강의실": "708호", "강의료": 2000}
a2 = {"수강자id": "100", "수강과목": "자바", "강의실": "709호", "강의료": 3000}
a3 = {"수강자id": "200", "수강과목": "소켓", "강의실": "709호", "강의료": 5000}

print(a1, "\n", a2, "\n", a3)

total = 0

if a1["수강자id"] == "100":
    total = total + a1["강의료"]

if a2["수강자id"] == "100":
    total = total + a2["강의료"]

if a3["수강자id"] == "100":
    total = total + a3["강의료"]

print(total)